;--------------------------
;	Mercy General Info
;--------------------------

[MercyClassMod X2SoldierClassTemplate]
DisplayName = "女武神"
ClassSummary = "女武神可以在战场上同时治疗和增强队友伤害"
AbilityTreeTitles[0] = "保护者"
AbilityTreeTitles[1] = "战斗天使"
AbilityTreeTitles[2] = "女武神"
AbilityTreeTitles[3] = "XCOM"

;ALPHABETICAL ORDER (sorta)
RandomNickNames[0]="天使"
RandomNickNames[1]="班布里奇"
RandomNickNames[2]="比奥"
RandomNickNames[3]="骨头"
RandomNickNames[4]="布雷迪"
RandomNickNames[5]="分流"
RandomNickNames[6]="手杖"
RandomNickNames[7]="尸体"
RandomNickNames[8]="大腿"
RandomNickNames[9]="德菲"
RandomNickNames[10]="真皮"
RandomNickNames[11]="魔鬼"
RandomNickNames[12]="文件"
RandomNickNames[13]="干草"
RandomNickNames[14]="屈曲"
RandomNickNames[15]="嘎嘎"
RandomNickNames[16]="天才"
RandomNickNames[17]="格洛默"
RandomNickNames[18]="整体"
RandomNickNames[19]="低聚"
RandomNickNames[20]="乳头"
RandomNickNames[21]="交界"
RandomNickNames[22]="流明"
RandomNickNames[23]="医生"
RandomNickNames[24]="博士"
RandomNickNames[25]="神经"
RandomNickNames[26]="骨质"
RandomNickNames[27]="药店"
RandomNickNames[28]="脉冲"
RandomNickNames[29]="拉菲"
RandomNickNames[30]="无赖"
RandomNickNames[31]="响尾蛇"
RandomNickNames[32]="牵开器"
RandomNickNames[33]="地面"
RandomNickNames[34]="开伞索"
RandomNickNames[35]="流氓"
RandomNickNames[36]="盐水"
RandomNickNames[37]="切面"
RandomNickNames[38]="哨兵"
RandomNickNames[39]="阴凉"
RandomNickNames[40]="摇动"
RandomNickNames[41]="变速杆"
RandomNickNames[42]="收缩"
RandomNickNames[43]="滑杆"
RandomNickNames[44]="绣花"
RandomNickNames[45]="仰卧"
RandomNickNames[46]="迅速"
RandomNickNames[47]="攻丝机"
RandomNickNames[48]="泪珠"
RandomNickNames[49]="毒素"
RandomNickNames[50]="实验"
RandomNickNames[51]="烟雾"
RandomNickNames[52]="静脉"
RandomNickNames[53]="守望者"
RandomNickNames[54]="齐格勒"
RandomNickNames[55]="怜悯"
RandomNickNames[56]="天体"
RandomNickNames[57]="薄雾"
RandomNickNames[58]="兰花"
RandomNickNames[59]="葱茏"
RandomNickNames[60]="琥珀"
RandomNickNames[61]="钻石"
RandomNickNames[62]="发财"
RandomNickNames[63]="联盟"
RandomNickNames[64]="朱雀"

;ALPHABETICAL ORDER
RandomNickNames_Male[0]="巫医"
RandomNickNames_Male[1]="魔法师"
RandomNickNames_Male[2]="祭司"
RandomNickNames_Female[0]="慕丝"
RandomNickNames_Female[1]="女巫"
RandomNickNames_Female[2]="女武神"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="有人叫医生吗?"
PhotoboothSoloBLines_Male[1]="你需要医生?"
PhotoboothSoloBLines_Male[2]="您的支持已经到来."
PhotoboothSoloBLines_Male[3]="这不是结束!"
PhotoboothSoloBLines_Male[4]="战斗还在继续!"
PhotoboothSoloBLines_Male[5]="英雄不朽!"
PhotoboothSoloBLines_Male[6]="我会照顾你的."
PhotoboothSoloBLines_Male[7]="进行剧烈运动之前，请务必咨询医生."
PhotoboothSoloBLines_Male[8]="你的急诊类型?"
PhotoboothSoloBLines_Male[9]="回到战斗."
PhotoboothSoloBLines_Male[10]="女武神在线."
PhotoboothSoloBLines_Male[11]="需要第二选择?"
PhotoboothSoloBLines_Male[12]="我看着你."
PhotoboothSoloBLines_Male[13]="医生在."
PhotoboothSoloBLines_Male[14]="小菜一碟."
PhotoboothSoloBLines_Male[15]="你的守护天使."

PhotoboothSoloBLines_Female[0]="有人叫医生吗?"
PhotoboothSoloBLines_Female[1]="你需要医生?"
PhotoboothSoloBLines_Female[2]="您的支持已经到来."
PhotoboothSoloBLines_Female[3]="这不是结束!"
PhotoboothSoloBLines_Female[4]="战斗还在继续!"
PhotoboothSoloBLines_Female[5]="英雄不朽!"
PhotoboothSoloBLines_Female[6]="我会照顾你的."
PhotoboothSoloBLines_Female[7]="进行剧烈运动之前，请务必咨询医生."
PhotoboothSoloBLines_Female[8]="你的急诊类型?"
PhotoboothSoloBLines_Female[9]="回到战斗."
PhotoboothSoloBLines_Female[10]="女武神在线."
PhotoboothSoloBLines_Female[11]="需要第二选择?"
PhotoboothSoloBLines_Female[12]="我看着你."
PhotoboothSoloBLines_Female[13]="医生在."
PhotoboothSoloBLines_Female[14]="小菜一碟."
PhotoboothSoloBLines_Female[15]="你的守护天使."

;--------------------------
;	Mercy Abilities
;--------------------------

[HealingStream X2AbilityTemplate]
LocFriendlyName="治疗"
LocFlyOverText="治疗"
LocLongDescription="使用你的小精灵治疗 <Ability:HEALING_STREAM_DISTANCE/>-格范围内的一名队友，没有冷却而且不会结束你的回合"
LocHelpText="使用你的小精灵治疗 <Ability:HEALING_STREAM_DISTANCE/>-格范围内的一名队友，没有冷却而且不会结束你的回合"
LocPromotionPopupText="<Bullet/> 请注意距离计算为单位之间的直线距离 <br/><Bullet/> 治疗 <Ability:HEALING_STREAM_HP/> HP, 每次小精灵科技升级治疗+1 <br/><Bullet/> 治疗可以对自己使用 <br/>"

[DamageBuff X2AbilityTemplate]
LocFriendlyName="伤害增强"
LocFlyOverText="伤害增强"
LocLongDescription="使用你的小精灵增加 <Ability:DAMAGE_BUFF_DISTANCE/>-格范围内一名队友的伤害，没有冷却"
LocHelpText="使用你的小精灵增加<Ability:DAMAGE_BUFF_DISTANCE/>-格范围内一名队友的伤害，没有冷却"
LocPromotionPopupText="<Bullet/> 请注意距离计算为单位之间的直线距离 <br/><Bullet/> 伤害增强增加+<Ability:DAMAGE_BUFF_DMG/> 伤害, 每次小精灵科技升级伤害+1  <br/><Bullet/> 几乎所有攻击都受益于伤害增强，除了手榴弹需要额外的训练<br/><Bullet/> 伤害增强也可以用于自身<br/><Bullet/> 除非有额外训练，否则此技能会结束回合 <br/>"

[Valkyrie X2AbilityTemplate]
LocFriendlyName="女武神"
LocFlyOverText="女武神"
LocLongDescription="激活时，伤害增强不会结束回合，获得额外行动点"
LocHelpText="激活时，伤害增强不会结束回合，获得额外行动点"
LocPromotionPopupText="<Bullet/> 激活女武神不需要行动点，但会破坏隐藏 <br/><Bullet/> 此技能持续1回合并且 <Ability:VALKYRIE_COOLDOWN/>-除非有额外训练，否则进入冷却 <br/>"

[GuardianAngel X2AbilityTemplate]
LocFriendlyName="守护天使"
LocFlyOverText="守护天使"
LocLongDescription="这回合获得 +<Ability:GUARDIAN_ANGEL_MOVEMENT/> 移动力. <Ability:GUARDIAN_ANGEL_COOLDOWN/>-进入冷却."
LocHelpText="这回合获得 +<Ability:GUARDIAN_ANGEL_MOVEMENT/> 移动力.<Ability:GUARDIAN_ANGEL_COOLDOWN/>-进入冷却."
LocPromotionPopupText="<Bullet/> 守护天使提高了女武神在战斗中的机动性. <br/><Bullet/> 这个能力不需要行动点激活. <br/>"

[SurprisingAmounts X2AbilityTemplate]
LocFriendlyName="意外之喜"
LocFlyOverText="意外之喜"
LocLongDescription="你的主要武器增加 +<Ability:SURPRISING_AMOUNTS_DAMAGE/> 伤害并且增加 +<Ability:SURPRISING_AMOUNTS_AIM/>命中."
LocHelpText="你的主要武器增加 +<Ability:SURPRISING_AMOUNTS_DAMAGE/> 伤害并且增加 +<Ability:SURPRISING_AMOUNTS_AIM/> 命中."
LocPromotionPopupText="<Bullet/> 意外之喜提升了女武神作战能力 <br/>"

[RideOfTheValkyries X2AbilityTemplate]
LocFriendlyName="女武神启动"
LocFlyOverText="女武神启动"
LocLongDescription="女武神激活时，治疗和伤害增强提升 +1 点."
LocHelpText="女武神激活时，治疗和伤害增强提升 +1 点."
LocPromotionPopupText="<Bullet/> 一点差异有时可以决定战局 <br/>"

[Resurrect X2AbilityTemplate]
LocFriendlyName="复苏"
LocFlyOverText="复苏"
LocLongDescription="复苏并治愈一个无意识或流血的领近队友."
LocHelpText="复苏并治愈一个无意识或流血的领近队友."
LocPromotionPopupText="<Bullet/>如果你的队友处于濒死流血不需要先使用稳定来恢复他们<br/><Bullet/>默认情况下复苏 +<Ability:RESURRECT_HP/> HP. <br/><Bullet/> 除非有额外训练否则此技能会结束回合，每次任务可以使用 <Ability:RESURRECT_CHARGES/> 次 <br/>"

[ProtectMe X2AbilityTemplate]
LocFriendlyName="保护我"
LocFlyOverText="保护我"
LocLongDescription="你和队友攻击上回合首个攻击你的敌人时,增加 +<Ability:PROTECT_ME_HITMOD/> 命中"
LocHelpText="你和队友攻击上回合首个攻击你的敌人时,增加 +<Ability:PROTECT_ME_HITMOD/> 命中"
LocPromotionPopupText="<Bullet/> 即使敌人未命中也会触发保护我. <br/>"

[OdinShield X2AbilityTemplate]
LocFriendlyName="奥丁之盾"
LocFlyOverText="奥丁之盾"
LocLongDescription="女武神激活后,获得 +<Ability:ODIN_SHIELD_DEFENSE/> 防御."
LocHelpText="女武神激活后,获得 +<Ability:ODIN_SHIELD_DEFENSE/> 防御."
LocPromotionPopupText="<Bullet/> 奥丁之盾增强了女武神的存活能力 <br/>"

[Anesthetic X2AbilityTemplate]
LocFriendlyName="止痛药"
LocFlyOverText="止痛药"
LocLongDescription="给队友提供护盾,持续2回合,同时提升其受到的治疗效果."
LocHelpText="给队友提供护盾,持续2回合,同时提升其受到的治疗效果."
LocPromotionPopupText="<Bullet/> 止痛药 +<Ability:ANESTHETIC_SHIELD/> 护盾同时受到的治疗效果+1. <br/><Bullet/> 与女武神的基础能力不同，止痛药没有射程限制且不使用小精灵. <br/><Bullet/>此技能不会结束你的回合 <Ability:ANESTHETIC_COOLDOWN/>-冷却时间. <br/>"

[Sleipnir X2AbilityTemplate]
LocFriendlyName="女武神之速"
LocFlyOverText="女武神之速"
LocLongDescription="激活女武神技能,将给与2个行动点而不是1个."
LocHelpText="激活女武神技能,将给与2个行动点而不是1个."
LocPromotionPopupText="<Bullet/> 提升女武神在大规模作战时效果. <br/>"

[SwiftResponse X2AbilityTemplate]
LocFriendlyName="快速响应"
LocFlyOverText="快速响应"
LocLongDescription="使用主武器射击目标，不消耗行动点 .<Ability:SWIFT_RESPONSE_COOLDOWN/>-冷却时间."
LocHelpText="使用主武器射击目标，不消耗行动点. <Ability:SWIFT_RESPONSE_COOLDOWN/>-冷却时间."
LocPromotionPopupText="<Bullet/> 经过足够的训练，女武神能更加高效的使用武器了. <br/>"

[GoGetEm X2AbilityTemplate]
LocFriendlyName="激励"
LocFlyOverText="激励"
LocLongDescription="伤害增强可以同时移除队友遭受的负面心理影响（除了无意识）"
LocHelpText="伤害增强可以同时移除队友遭受的负面心理影响（除了无意识）"
LocPromotionPopupText="<Bullet/> 凭借这种能力，盟友可以从负面状态中恢复过来，并立即做出反击. <br/>"

[OdinBlessing X2AbilityTemplate]
LocFriendlyName="奥丁的祝福"
LocFlyOverText="奥丁的祝福"
LocLongDescription="激活女武神可以治疗你并增加你的武器伤害."
LocHelpText="激活女武神可以治疗你并增加你的武器伤害."
LocPromotionPopupText="<Bullet/> 激活女武神立刻 +<Ability:ODIN_BLESSING_HP/> HP 只要女武神激活状态 +<Ability:ODIN_BLESSING_DMG/> 伤害. 如果拥有英灵殿训练下回合开始时恢复 +<Ability:ODIN_BLESSING_HP/> HP . <br/><Bullet/> 伤害提升效果与伤害增强无法叠加. <br/><Bullet/> 奥丁的祝福同时消除火与酸液. <br/>"

[SelfTreatment X2AbilityTemplate]
LocFriendlyName="自我治疗"
LocFlyOverText="自我治疗"
LocLongDescription="每回合恢复<Ability:SELF_TREATMENT_HP/> HP。免疫火，酸和毒."
LocHelpText="每回合恢复 <Ability:SELF_TREATMENT_HP/> HP 。免疫火，酸和毒."
LocPromotionPopupText="<Bullet/> HP 在回合开始时恢复. <br/>"

[WithYou X2AbilityTemplate]
LocFriendlyName="我与你同在"
LocFlyOverText="我与你同在"
LocLongDescription="队友不会在受到致命伤时直接死亡."
LocHelpText="队友不会在受到致命伤时直接死亡."
LocPromotionPopupText="<Bullet/> 如果女武神受到致命伤害这个效果将会失去. <br/><Bullet/> 我与你同在无法叠加，多个女武神同时存在时只会有一个女武神生效. <br/>"

[Incision X2AbilityTemplate]
LocFriendlyName="要害分析"
LocFlyOverText="要害分析"
LocLongDescription="伤害增强的变种，给与队员 +<Ability:INCISION_CRIT/>% 暴击和 +<Ability:INCISION_PIERCE/> 穿甲而不是伤害"
LocHelpText="伤害增强的变种，给与队员 +<Ability:INCISION_CRIT/>% 暴击和 +<Ability:INCISION_PIERCE/> 穿甲而不是伤害"
LocPromotionPopupText="<Bullet/> 就像伤害增强一样，弱点分析使用小精灵，没有冷却时间，会结束回合，并且要求队友在<Ability:DAMAGE_BUFF_DISTANCE/>-格范围内. <br/><Bullet/> 要害分析可以对自己使用，与伤害增强可以叠加. <br/><Bullet/> 要害分析不会受到女武神激活或其他影响伤害增强能力的影响. <br/>"

[Valhalla X2AbilityTemplate]
LocFriendlyName="英灵殿"
LocFlyOverText="英灵殿"
LocLongDescription="女武神现在持续2回合而不是1回合."
LocHelpText="女武神现在持续2回合而不是1回合."
LocPromotionPopupText="<Bullet/> 英灵殿极大强化了女武神的作战能力. <br/>"

[HeroesNeverDie X2AbilityTemplate]
LocFriendlyName="英雄不朽"
LocFlyOverText="英雄不朽"
LocLongDescription="复苏恢复100%生命值."
LocHelpText="复苏恢复100%生命值."
LocPromotionPopupText="<Bullet/>这个能力保证了小队成员执行任务时的生存. <br/>"

[Uninhibited X2AbilityTemplate]
LocFriendlyName="随心所欲"
LocFlyOverText="随心所欲"
LocLongDescription="伤害增强现在适用于手榴弹."
LocHelpText="伤害增强现在适用于手榴弹."
LocPromotionPopupText="<Bullet/> 受影响的手榴弹类型与挥发性混合物相同. <br/>"

[RagnarokMercy X2AbilityTemplate]
LocFriendlyName="诸神黄昏"
LocFlyOverText="诸神黄昏"
LocLongDescription="女武神现在有一个 <Ability:RAGNAROK_COOLDOWN/>-冷却时间而不是 <Ability:VALKYRIE_COOLDOWN/>."
LocHelpText="女武神现在有一个 <Ability:RAGNAROK_COOLDOWN/>-冷却时间而不是 <Ability:VALKYRIE_COOLDOWN/>."
LocPromotionPopupText="<Bullet/> 通过与英灵殿的结合使用，女武神理论上可以在执行任务一半时间内处于激活状态. <br/>"

[SustainingSuitUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="女武神：强化装置"
Summary="基于小精灵协议升级与变种人祭祀的灵能科技结合，极大地强化了女武神的作战效能."
